/* Lense model (data model) */
"<Обычные линзы>" = "<Generic lenses>";

/* Lense supplier (data model) */

"<Производитель>" = "<Generic vendor>";

/* app version info (app settings view) */
"Версия приложения: " = "App version: ";

/* daily reminder time picker (app settings view)
   expiration reminder time picker (app settings view) */
"Время напоминания" = "Reminder time";

/* daily reminder text caption (view model) */
"Вы не забыли отметить, что сняли линзы?" = "Did you checked your lenses as 'off' in the Lense Tracker app?";

/* daily reminder text content (view model) */
"Для точного учета срока годности линзы не забудьте 'Снять линзы' в приложении LenseTracker" = "For better expiration time accuracy, don't forget to 'Take lenses off' in the LenseTracker app";

/* daily reminders (app settings view) */
"Ежедневные напоминания" = "Daily reminders";

/* expiration reminder (app settings view) */
"Замена линз" = "Change lenses";

/* app version info not available (app settings view */
"Информация о версии недоступна" = "Version info is not available";

/* Lense model */
"Модель" = "Model";

/* expiration reminder toggle (app settings view) */
"Напоминать о скорой замене линз" = "Expiration reminder";

/* daily reminder toggle (app settings view) */
"Напоминать снять линзы каждый день" = "Daily reminder";

/* Settings (main view) */
"Настройки" = "Settings";

/* Lense optical force */
"Оптическая сила линз" = "Lenses optical force";

/* Lense optical force */
"Оптическая сила линз: " = "Lenses optical force: ";

/* Lense parameters (setup view) */
"Параметры линз" = "Parameters";

/* expiration reminder caption (view model) */
"Пора заменить линзы!" = "Time to change lenses!";

/* Vendor */
"Производитель" = "Supplier";

/* valid, days (setup view) */
"Сколько дней можно носить: " = "Lense life span, days: ";

/* Days left (lenses detail view */
"Дней осталось" = "Days left";

/* Days in use (lenses detail view) */
"Дней прошло (включая ночи)" = "Days in use (including overnight)";

/* Change lenses (main view) */
"Сменить линзы" = "Change lenses";

/* Lenses condition (main view) */
"Состояние линз" = "Lenses condition";

/* save and close button (app settings view) */
"Сохранить и закрыть" = "Save and close";

/* save and put on (setup view) */
"Сохранить и надеть" = "Save and put on";

/* expiration reminder content (view model) */
"У линз истек срок годности - необходимо надеть новые. Не забудьте 'Сменить линзы' в приложении LenseTracker, когда сделаете это!" = "Your lenses are expired - now, it's time to change. Don't forget to 'Change lenses' in the LenseTracker app, once you're done!";

//MARK: 1.1 release localizations
/* valid, continuous days (setup view) */
"Сколько дней можно носить непрерывно: " = "Continuous lense life span, days: ";

/* continuous use toggle (Lenses setup view) */
"Меньший срок при непрерывном ношении" = "Less life span, continuous use";

/* Lense Curve Raduis */
"Радиус кривизны: " = "Lense curve radius: ";

/* Lense values manual input */
"Ввести значения вручную: " = "Enter custom values: ";


